Repository: kodi-game/game.libretro.nestopia
Catalog: game.libretro.nestopia/resources/language/resource.language.*/strings.po
Languages: da_dk, es_es, ga, sl_si

# Addon Description
source: Nestopia is a portable open source NES/Famicom emulator. It is designed to be as accurate as possible and supports a large number of peripherals.
da_dk: Nestopia er en bærbar open source NES-/Famicom-emulator. Den er designet til at være så nøjagtigt som muligt og understøtter et stort antal eksterne enheder.
es_es: Nestopia es un emulador portátil para NES/Famicom de código abierto. Está diseñado para ser lo más preciso posible y es compatible con un gran número de periféricos.
ga: Is aithriseoir NES/Famicom foinse oscailte iniompartha é Nestopia. Tá sé deartha chun a bheith chomh cruinn agus is féidir agus tacaíonn sé le líon mór forimeallach.
sl_si: Nestopia je prenosni odprtokodni emulator NES/Famicom. Zasnovan je tako, da je čim bolj natančen in podpira veliko število zunanjih naprav.

# Addon Disclaimer
source: Icon credit: Anarkhya (anarkhya.deviantart.com)
da_dk: Billedkreditering: Anarkhya (anarkhya.deviantart.com)
es_es: Crédito del icono: Anarkhya (anarkhya.deviantart.com)
ga: Creidmheas deilbhín: Anarkhya (anarkhya.deviantart.com)
sl_si: Zasluga ikone: Anarhya (anarhya.deviantart.com)

# #30001
source: System Region
da_dk: Systemets område
es_es: Región del Sistema
ga: Réigiún an Chórais
sl_si: Sistemska regija

# #30002
source: FDS Auto Insert
da_dk: Indsæt automatisk FDS
es_es: Inserción Automática FDS
ga: Ionsáigh Uathoibríoch FDS
sl_si: Samodejni vstavek FDS

# #30003
source: Blargg NTSC Filter
es_es: Filtro Blargg NTSC
ga: Scagaire NTSC Blargg

# #30004
source: Palette
es_es: Paleta
ga: Pailéad
sl_si: Paleta

# #30005
source: Mask Overscan (Top Vertical)
da_dk: Maskér overskandering (lodret øverst)
ga: Ró-scanadh Masc (Ingearach Barr)
sl_si: Mask Overscan (zgoraj navpično)

# #30006
source: Mask Overscan (Bottom Vertical)
da_dk: Maskér overskandering (lodret nederst)
ga: Ró-scanadh Masc (Bun Ingearach)
sl_si: Pregled maske (navpično spodaj)

# #30007
source: Mask Overscan (Left Horizontal)
da_dk: Maskér overskandering (vandret venstre)
ga: Ró-scanadh Masc (Cothrománach ar Chlé)
sl_si: Pregled maske (levo vodoravno)

# #30008
source: Mask Overscan (Right Horizontal)
da_dk: Maskér overskandering (vandret højre)
ga: Ró-scanadh Masc (Cothrománach ar Dheis)

# #30009
source: Preferred Aspect Ratio
da_dk: Foretrukket billedformat
ga: Cóimheas Gné is Fearr

# #30010
source: Game Genie Sound Distortion
da_dk: Lydforvringning for Game Genie
ga: Coimheas Gné is Fearr

# #30011
source: Show Advanced Audio Settings (Reopen menu)
da_dk: Vis avancerede lydindstillinger (åbner menu igen)
ga: Taispeáin Socruithe Fuaime Ardleibhéil (Atoscail an roghchlár)
sl_si: Prikaži napredne nastavitve zvoka (ponovno odpri meni)

# #30012
source: Square 1 Channel Volume %
da_dk: Firkant 1 kanallydstyrke %
ga: Toirt Cainéal Cearnógach 1 %

# #30013
source: Square 2 Channel Volume %
da_dk: Firkant 2 kanallydstyrke %
ga: Toirt Cainéal Cearnógach 2 %

# #30014
source: Triangle Channel Volume %
da_dk: Trekant kanallydstyrke %
ga: % Toirt Cainéal Triantáin

# #30015
source: Noise Channel Volume %
da_dk: Kanallydstyrke ved støj %
ga: % Imleabhar Cainéal Torainn

# #30016
source: DPCM Channel Volume %
da_dk: DPCM kanallydstyrke %
ga: % Toirt Cainéal DPCM

# #30017
source: FDS Channel Volume %
da_dk: FDS kanallydstyrke %
ga: % Toirt Cainéal FDS

# #30018
source: MMC5 Channel Volume %
da_dk: MMC5 kanallydstyrke %
ga: % Imleabhar Cainéal MMC5

# #30019
source: VRC6 Channel Volume %
da_dk: VRC6 kanallydstyrke %
ga: % Imleabhar Cainéal VRC6
sl_si: Glasnost kanala VRC6 %

# #30020
source: VRC7 Channel Volume %
da_dk: VRC7 kanallydstyrke %
ga: % Imleabhar Cainéal VRC7
sl_si: Glasnost kanala VRC7 %

# #30021
source: N163 Channel Volume %
da_dk: N163 kanallydstyrke %
ga: % Toirt Cainéal N163
sl_si: N163 glasnost kanala %

# #30022
source: S5B Channel Volume %
da_dk: S5B kanallydstyrke %
ga: % Toirt Cainéal S5B
sl_si: S5B glasnost kanala %

# #30023
source: Audio output
da_dk: Lydudgang
ga: Aschur fuaime
sl_si: Avdio izhod

# #30024
source: 4 Player Adapter
da_dk: Adapter til 4 spillere
ga: Cuibheoir 4 Imreoir
sl_si: Adapter za 4 igralce

# #30025
source: Shift Buttons Clockwise
da_dk: Drej knapper med uret
ga: Cnaipí Shift Deiseal
sl_si: Gumbi za premikanje v smeri urinega kazalca

# #30026
source: Arkanoid device
da_dk: Arkanoid enhed
ga: Gléas Arkanoid
sl_si: Arkanoidna naprava

# #30027
source: Zapper device
da_dk: Zapper-enhed
ga: Gléas Zapper
sl_si: Zapper naprava

# #30028
source: Show Crosshair
da_dk: Vis crosshair
ga: Taispeáin Lárachros
sl_si: Pokažite Crosshair

# #30029
source: Turbo Pulse Speed
da_dk: Hastighed på turbopuls
ga: Luas Bíog Turbó
sl_si: Turbo impulzna hitrost

# #30030
source: Remove Sprite Limit
da_dk: Fjern begrænsning af sprite
ga: Bain Teorainn Sprid
sl_si: Odstranite mejo Sprite

# #30031
source: CPU Speed (Overclock)
da_dk: CPU-hastighed (overclock)
ga: Luas LAP (Róchlogáil)
sl_si: Hitrost procesorja (overclock)

# #30032
source: RAM Power-on State
da_dk: RAM starttilstand
ga: Staid Chumhachtaithe RAM
sl_si: Stanje vklopa RAM-a

# #30033
source: Arkanoid Paddle Range
ga: Raon Paddle Arkanoid

# #30000
source: Settings
es_es: Ajustes

# #30005
source: Mask Overscan (Vertical)
es_es: Máscara Overscan (vertical)

# #30006
source: Mask Overscan (Horizontal)
es_es: Máscara Overscan (horizontal)

# #30007
source: Preferred Aspect Ratio
es_es: Relación de Aspecto Preferida

# #30008
source: Game Genie Sound Distortion
es_es: Distorsión de Sonido de Game Genie

# #30009
source: Show Advanced Audio Settings (Reopen menu)
es_es: Mostrar Ajustes Avanzados de Audio (reabrir menú)

# #30010
source: Square 1 Channel Volume %
es_es: Volumen del Canal Cuadrado 1 %

# #30011
source: Square 2 Channel Volume %
es_es: Volumen Canal Cuadrado 2 %

# #30012
source: Triangle Channel Volume %
es_es: Volumen Canal Triángulo %

# #30013
source: Noise Channel Volume %
es_es: Volumen Canal de Ruido %

# #30014
source: DPCM Channel Volume %
es_es: Volumen Canal DPCM %

# #30015
source: FDS Channel Volume %
es_es: Volumen Canal FDS %

# #30016
source: MMC5 Channel Volume %
es_es: Volumen Canal MMC5 %

# #30017
source: VRC6 Channel Volume %
es_es: Volumen Canal VRC6 %

# #30018
source: VRC7 Channel Volume %
es_es: Volumen Canal VRC7 %

# #30019
source: N163 Channel Volume %
es_es: Volumen Canal N163 %

# #30020
source: S5B Channel Volume %
es_es: Volumen Canal S5B %

# #30021
source: Audio output
es_es: Salida de Audio

# #30022
source: 4 Player Adapter
es_es: Adaptador para 4 Jugadores

# #30023
source: Shift Buttons Clockwise
es_es: Botones Mayús en el Sentido de las Agujas del Reloj

# #30024
source: Arkanoid device
es_es: Dispositivo Arkanoid

# #30025
source: Zapper device
es_es: Dispositivo Zapper

# #30026
source: Show Crosshair
es_es: Mostrar Punto de Mira

# #30027
source: Turbo Pulse Speed
es_es: Velocidad de Pulsación Turbo

# #30028
source: Remove Sprite Limit
es_es: Eliminar Límite de Sprites

# #30029
source: CPU Speed (Overclock)
es_es: Velocidad de la CPU (overclock)

# #30030
source: RAM Power-on State
es_es: Estado de Encendido RAM
